Repository: iamvalenciia/ministrar3
Catalog: lib/l10n/app_*.arb
Languages: es

# locale
source: en
es: es

# settingsDistanceUnit
source: Distance Unit
es: Unidad de distancia

# settingsKilometers
source: Kilometers
es: Kilómetros

# settingsMiles
source: Miles
es: Millas

# settingsThemeStyle
source: Theme Style
es: Estilo de tema

# settingsLight
source: Light
es: Claro

# settingsDark
source: Dark
es: Oscuro

# settingsLanguage
source: Language
es: Idioma

# settingsEnglish
source: English
es: Inglés

# settingsSpanish
source: Spanish
es: Español

source: Settings
es: Ajustes

source: Profile
es: Perfil

# profileEditUserName
source: Edit Username
es: Editar nombre de usuario

# profileDeleteAccount
source: Delete Account
es: Eliminar cuenta

# profileAreYouSure
source: Are you sure you want to delete your account?
es: ¿Estás segur@ de que quieres eliminar tu cuenta?

# profileYesImSure
source: Yes, I'm sure
es: Sí, estoy segur@

# profileAccountDeleted
source: Account Deleted Successfully
es: Cuenta eliminada con éxito

# profileHelped
source: Helped
es: Ayudó a

# profilePersonHelped
source: Person
es: Persona

# profilePeopleHelped
source: People
es: Personas

# profileRecentActivities
source: Recent Activities
es: Actividades recientes

# profileThereAreNoActivities
source: There are no activities to show yes
es: No hay actividades para mostrar sí

# profileIsTryingToHelpTo
source: is trying to help to
es: está intentando ayudar a

# profileHelpedTo
source: Helped to
es: Ayudó a

# profileFailedToHelpTo
source: Failed to help to
es: No pudo ayudar a

# profileCreatedAhelpRequest
source: created a help request
es: creó una solicitud de ayuda

# profileActivityTypeNotRecognzed
source: Activity type not recognized status:
es: Tipo de actividad no reconocida estado:

# profileType
source: Type
es: Tipo

# loginSignIn
source: Sign In
es: Iniciar sesión

source: Login or Create Account
es: Iniciar sesión o crear una cuenta

# loginjoinWithGoogle
source: Join with Google
es: Unirse con Google

# homePleaseLoginToContinue
source: Login to interact with the app
es: Inicia sesión para interactuar

# homeLogin
source: Login
es: Iniciar sesión

# homeHelpRequests
source: Help Requests
es: Solicitudes

# homeMyHelpRequests
source: My Help Request
es: Mi solicitud

# homeNoHelpRequests
source: No help requests are currently available. Please check back later for updates
es: Actualmente no hay solicitudes de ayuda disponibles. Por favor, vuelve a comprobar más tarde para ver las actualizaciones

# homeDistance
source: Distance ...
es: Distancia ...

# homeCategory
source: {category, select, food{Aliments} medicine{Medicine} others{Others} other{category}}
es: {category, select, food{Alimentos} medicine{Medicina} others{Otros} other{category}}

# homeScrollToTheRight
source: Scroll to the right >>
es: Desplázate a la derecha >>

# homeCreateAHelpRequest
source: Create a Help Request
es: Crear una solicitud de ayuda

# homeToMakeAnotherRequest
source: To create another help request, you must first help someone
es: Para crear otra solicitud de ayuda, primero debes ayudar a alguien

# homePleaseLogin
source: Login to create a help request
es: Inicia sesión para crear una solicitud de ayuda

# homeAllowLocation
source: Allow the app to access your location
es: Permite que la aplicación acceda a tu ubicación

# homeEnable
source: Enable
es: Permitir

# homePleaseLocation
source: To see help requests closest to you, please grant location access
es: Para ver las solicitudes de ayuda más cercanas a usted, por favor conceda acceso a la ubicación

# ownerMyHelpRequest
source: My Help Request
es: Mi solicitud de ayuda

# ownersSettings
source: Settings for your Help Request
es: Ajustes para tu solicitud de ayuda

# ownerEdit
source: Edit
es: Editar

# ownerDelete
source: Delete
es: Eliminar

# ownerAreYouSure
source: Are you sure you want to delete your help request?
es: ¿Estás segur@ de que quieres eliminar tu solicitud de ayuda?

# ownerYesImSure
source: Yes, I'm sure
es: Sí, estoy segur@

# ownerHelpRequestDeleted
source: Help Request Deleted Successfully
es: Solicitud de ayuda eliminada con éxito

# ownerResponseYes
source: Yes
es: Sí

# ownerUserHelpsYou
source: helped you?
es: le ayudó a usted?

# ownerCongratulations
source: Congratulations on receiving help! Your request will automatically be deleted in 24 hours
es: ¡Felicidades por haber recibido ayuda! Tu solicitud será eliminada automáticamente en 24 horas.

# owner24Hours
source: 24 hours
es: 24 horas

# helperPhoneNumber
source: Phone Number
es: Número de teléfono

# helperPhoneNumberCopied
source: Phone number copied to clipboard
es: Número de teléfono copiado al portapapeles

# helperXTwitterCopied
source: Username copied to clipboard
es: Nombre de usuario copiado al portapapeles

# helperHelpRequestWillBeHidden
source: The help request will be hidden 24 hours after assistance has been provided
es: La solicitud de ayuda se ocultará 24 horas después de que se haya proporcionado la asistencia

# helperPersonHelping
source: Person Helping
es: Persona ayudando

# helperPeopleHelping
source: People Helping
es: Personas ayudando

# helperPersonProvidedHelp
source: Person provided help
es: Persona proporcionó ayuda

# helperPeopleProvidedHelp
source: People provided help
es: Personas proporcionaron ayuda

# helperThankYou
source: Thank you for having helped this user!
es: ¡Gracias por haber ayudado a este usuario!

# helperThanksForTrying
source: Thanks for trying!
es: ¡Gracias por intentarlo!

# helperCalcelhelp
source: Cancel Help
es: Cancelar ayuda

# helperHelp
source: Help
es: Ayudar

# helperUseTheFollowingInformation
source: Use the following information to coordinate the help
es: Utiliza la siguiente información para coordinar la ayuda

# helperHelpRequest
source: Help Request
es: Solicitud de Ayuda

# usernameSetup
source: Setup your username
es: Editar nombre de usuario

# usernameThisfieldcantBeEmpty
source: This field can't be empty
es: Este campo no puede estar vacío

source: Username must be at least 3 characters
es: El nombre de usuario debe tener al menos 3 caracteres

# usernameCanthaveSpaces
source: Username cannot contain spaces
es: El nombre de usuario no puede contener espacios

# usernameUpdateButton
source: Update Username
es: Actualizar Nombre de Usuario

source: Create Help Request
es: Crear Solicitud de Ayuda

# createThisAppWilluseYourCurrentLocation
source: Your current location will be used to create this help request
es: Tu ubicación actual será utilizada para crear esta solicitud de ayuda

# createAliments
source: Aliments
es: Alimentos

# createMedicine
source: Medicine
es: Medicina

# createOthers
source: Others
es: Otros

# createFillOut
source: Fill out at least one of the following fields
es: Completa al menos uno de los siguientes campos

# createAllowUsersToViewLocation
source: Allow users to view the location on Google Maps
es: Permitir que los usuarios vean la ubicación en Google Maps

# createHelpRequestUpdated
source: Help Request Updated Successfully
es: Solicitud de Ayuda Actualizada Exitosamente

# createHelpRequestCreated
source: Help Request Created Successfully
es: Solicitud de Ayuda Creada Exitosamente

# createPleaseFillout
source: Please fill out at least one contact field
es: Por favor, completa al menos un campo de contacto

# createUpdateHelpRequest
source: Update Help Request
es: Actualizar Solicitud de Ayuda

source: Logout
es: Salir

source: Guide
es: Guía

# onboardingWelcome
source: Welcome to Ministrar
es: Bienvenido a Ministrar

# onboardingTheFirst
source: The first mobile app connecting people in need with those willing to help
es: La primera aplicación móvil que conecta a personas necesitadas con aquellas dispuestas a ayudar

# onboardingPleaseSelect
source: Please choose your language
es: Por favor, elija su idioma

# onboardingFindHelp
source: Find help requests
es: Encuentra solicitudes de ayuda

# onboardingTheHome
source: The home screen will present the 5 nearest help requests to your location
es: La pantalla de inicio le mostrará las 5 solicitudes de ayuda más cercanas a su ubicación

# onboardingCreate
source: Create Help Requests
es: Crear Solicitudes de Ayuda

# onboardingAfter
source: After requesting help, the application will not allow you to send another request until you have first provided assistance to a user
es: Después de solicitar ayuda, la aplicación no le permitirá enviar otra solicitud hasta que primero haya brindado asistencia a un usuario

# onboardingRate
source: Rate the Help
es: Calificar la Ayuda

# onboardingYouCan
source: You can rate the help you received from other users. By selecting 'Yes,' the user will increase the number of people they have helped on their profile
es: Puede calificar la ayuda que recibe de otros usuarios. Al seleccionar 'Sí', el usuario aumentará el número de personas ayudadas en su perfil

# onboardingFinish
source: Finish
es: Finalizar

# onboardingNext
source: Next
es: Siguiente

# onboardingHelp
source: Provide Help
es: Brindar Ayuda

# onboardingHowToHelp
source: By pressing the 'Help' button, the contact information will be displayed. Use this information to coordinate and provide the necessary help.
es: Al presionar el botón 'Ayudar', se mostrará la información de contacto. Usa estos datos para coordinar y proporcionar la ayuda necesaria
